<?php
/* Smarty version 3.1.30, created on 2021-05-28 10:57:36
  from "/var/www/mdays/templates/custom/pages/police.html" */

/* @var Smarty_Internal_Template $_smarty_tpl */
if ($_smarty_tpl->_decodeProperties($_smarty_tpl, array (
  'version' => '3.1.30',
  'unifunc' => 'content_60b0a2708e8055_55973438',
  'has_nocache_code' => false,
  'file_dependency' => 
  array (
    '058e28ac889ffd05dd8cf5d42808ac7d52cb52f2' => 
    array (
      0 => '/var/www/mdays/templates/custom/pages/police.html',
      1 => 1617627384,
      2 => 'file',
    ),
  ),
  'includes' => 
  array (
  ),
),false)) {
function content_60b0a2708e8055_55973438 (Smarty_Internal_Template $_smarty_tpl) {
?>
<section id="rules">
    <div class="container">
        <center><h2>Условия возврата</h2></center>
        <div class="charter">
            <div class="content">
                <div class="rules">
                    <ol>
                        <li>Данный документ является официальным регламентом проекта, любые прочие таковыми не могут называться;</li>
                        <li>Регистрируясь на сервере, Вы соглашаетесь со всеми пунктами данного списка, правами описанными ниже и обязанностями;</li>
                        <li>Любой человек имеет право на несколько регистраций с одного IP адреса;</li>
                        <li>Любой человек имеет право посещать проект, если он не нарушает правила проекта;</li>
                        <li>Незнание правил не освобождает от ответственности;</li>
                        <li>Играя на нашем сервере вы подтверждаете что прочитали FAQ;</li>
                        <li>При вводе на сайте не верного ника администрация не отвечает за последствия покупки доната на этот ник;</li>
                        <li>Цель данных правил – защита интересов пользователей и установление порядка на всех ресурсах проекта;</li>
                        <li>Администрация оставляет за собой право в одностороннем порядке изменять текущие правила с уведомлением пользователей посредством группы VK;</li>
                        <li>Администрация ведет управление игровыми процессами и всем проектом - исключительно по своему усмотрению;</li>
                        <li>Так как не всегда удается определить нарушение правил пользователем, окончательное решение остается за Администраторами проекта;</li>
                        <li>Право использования всех сервисов проекта, предоставляется Администрацией на бесплатной основе, за исключением дополнительных функций (приобретаемых на платной основе и активируемых путем активации дополнительных возможностей в серверной версии (плагины) игры). Использование бесплатного функционала предоставляется в текущей форме, не гарантируя 100% правильность работы. Игровые вещи, способности и т.п, утерянные в связи с ненадлежащей работой неоплачиваемых сервисов, не возвращаются;</li>
                        <li>(1) Оплата дополнительных частей программного продукта производится только на сайте проекта в валюте – рубли. Зачисление средств производится с помощью агрегатора платежей в любой валюте по месту нахождения пользователя, конвертируемой самим агрегатором в рубли. Оплата дополнительных прав считается как пожертвование и не может быть возвращена, если услуга не была оказана в течении 14 дней и в этом нет вашей вины; (2) Магазин вправе не возвращать издержки и комиссии, которые появились во время покупки на стороне продавца; (3) Покупки в магизине исполняют роль добровольных пожертвований, и не обязательны к покупке для игры на сервере;</li>
                        <li>Периодические обновления игрового мира – Вайп, производятся Администрацией по истечении временного отрезка, далее которого нормальное функционирование сервисов невозможно, ввиду особенностей построения игрового процесса. Длительность вышеуказанного временного отрезка определяется администрацией самостоятельно, исходя из текущего положения дел. Вайп не является отказом пользователю в использовании платных дополнений, т.к при этом не происходит отзыв лицензии на часть программного продукта или ограничения функционала этой части;</li>
                        <li>Правообладателями дополнительных частей продукта являются их авторы. Использование этих частей Администрацией осуществляется на основе соглашения о свободном распространении и использовании;</li>
                        <li>Регистрируясь и играя на нашем проекте, вы соглашаетесь с обработкой Администрацией ваших персональных данных, то есть совершение, в том числе, следующих действий: обработку (включая сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, обезличивание, блокирование, уничтожение персональных данных).</li>
                    </ol>
                </div>
            </div>
        </div>
        </div> 
    </div>
</section><?php }
}
