<?php
/* Smarty version 3.1.30, created on 2021-05-28 08:29:23
  from "/var/www/mdays/templates/custom/pages/rules.html" */

/* @var Smarty_Internal_Template $_smarty_tpl */
if ($_smarty_tpl->_decodeProperties($_smarty_tpl, array (
  'version' => '3.1.30',
  'unifunc' => 'content_60b07fb3231be3_16507801',
  'has_nocache_code' => false,
  'file_dependency' => 
  array (
    '6441927250a8b39cea3bc7077a58f9cc7e0c1be6' => 
    array (
      0 => '/var/www/mdays/templates/custom/pages/rules.html',
      1 => 1621781459,
      2 => 'file',
    ),
  ),
  'includes' => 
  array (
  ),
),false)) {
function content_60b07fb3231be3_16507801 (Smarty_Internal_Template $_smarty_tpl) {
?>
<section id="rules">
    <div class="container">
        <h2>Правила сервера</h2>
        <div class="charter">
            <h3>Основные положения</h3>
            <div class="content">
                <div class="rules">
                    <ol>
                        <li>Данный документ является официальным регламентом проекта, любые прочие таковыми не могут называться;</li>
                        <li>Регистрируясь на сервере, Вы соглашаетесь со всеми пунктами данного списка, правами описанными ниже и обязанностями;</li>
                        <li>Любой человек имеет право на несколько регистраций с одного IP адреса;</li>
                        <li>Любой человек имеет право посещать проект, если он не нарушает правила проекта;</li>
                        <li>Незнание правил не освобождает от ответственности;</li>
                        <li>Играя на нашем сервере вы подтверждаете что прочитали FAQ;</li>
                        <li>При вводе на сайте не верного ника администрация не отвечает за последствия покупки доната на этот ник;</li>
                        <li>Цель данных правил – защита интересов пользователей и установление порядка на всех ресурсах проекта;</li>
                        <li>Администрация оставляет за собой право в одностороннем порядке изменять текущие правила с уведомлением пользователей посредством группы VK;</li>
                        <li>Администрация ведет управление игровыми процессами и всем проектом - исключительно по своему усмотрению;</li>
                        <li>Так как не всегда удается определить нарушение правил пользователем, окончательное решение остается за Администраторами проекта;</li>
                        <li>Право использования всех сервисов проекта, предоставляется Администрацией на бесплатной основе, за исключением дополнительных функций (приобретаемых на платной основе и активируемых путем активации дополнительных возможностей в серверной версии (плагины) игры). Использование бесплатного функционала предоставляется в текущей форме, не гарантируя 100% правильность работы. Игровые вещи, способности и т.п, утерянные в связи с ненадлежащей работой неоплачиваемых сервисов, не возвращаются;</li>
                        <li>(1) Оплата дополнительных частей программного продукта производится только на сайте проекта в валюте – рубли. Зачисление средств производится с помощью агрегатора платежей в любой валюте по месту нахождения пользователя, конвертируемой самим агрегатором в рубли. Оплата дополнительных прав считается как пожертвование и не может быть возвращена, если услуга не была оказана в течении 14 дней и в этом нет вашей вины; (2) Магазин вправе не возвращать издержки и комиссии, которые появились во время покупки на стороне продавца; (3) Покупки в магизине исполняют роль добровольных пожертвований, и не обязательны к покупке для игры на сервере;</li>
                        <li>Периодические обновления игрового мира – Вайп, производятся Администрацией по истечении временного отрезка, далее которого нормальное функционирование сервисов невозможно, ввиду особенностей построения игрового процесса. Длительность вышеуказанного временного отрезка определяется администрацией самостоятельно, исходя из текущего положения дел. Вайп не является отказом пользователю в использовании платных дополнений, т.к при этом не происходит отзыв лицензии на часть программного продукта или ограничения функционала этой части;</li>
                        <li>Правообладателями дополнительных частей продукта являются их авторы. Использование этих частей Администрацией осуществляется на основе соглашения о свободном распространении и использовании;</li>
                        <li>Регистрируясь и играя на нашем проекте, вы соглашаетесь с обработкой Администрацией ваших персональных данных, то есть совершение, в том числе, следующих действий: обработку (включая сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, обезличивание, блокирование, уничтожение персональных данных).</li>
                    </ol>
                </div>
                <div class="remark">
                    <h4>Важное из раздела:</h4>
                    <p>Деньги потраченные на покупку доната не возвращаются</p>
                    <p>При вайпе сервера привилегия не пропадет</p>
                    <p>Незнание правил не освобождает от ответственности</p>
                    <p>Если правила изменятся, мы расскажем об этом в <a href="https://vk.me/mdays_off" target="_blank" rel="nofollow">нашей группе ВКонтакте</a></p>
                </div>
            </div>
        </div>
        <div class="charter">
            <h3>Права и обязанности игроков</h3>
            <div class="content">
                <div class="rules">
                    <ol>
                        <li>Игрок имеет право использовать все доступные ему возможности, если они не нарушают правила проекта;</li>
                        <li>Игрок полностью отвечает за надежность своего пароля и доступа к аккаунту;</li>
                        <li>Игрок имеет право на добровольное пожертвование;</li>
                        <li>Игрок соглашается с тем, что потраченные им средства не будут возвращены;</li>
                        <li>Игроки, имеющие различные привилегии на сервере, ничем не отличаются от обычных игроков, кроме привилегий и полностью подчиняются правилам проекта;</li>
                        <li>Любой игрок может пожаловаться на других игроков, за исключением пункта 3.8.</li>
                    </ol>
                </div>
                <div class="remark">
                    <h4>Важное из раздела:</h4>
                    <p>Игрок сам отвечает за свой аккаунт</p>
                    <p>Вы обязаны выполнять правила, даже если купили привилегию</p>
                </div>
            </div>
        </div>
        <div class="charter">
            <h3>Права и обязанности администрации</h3>
            <div class="content">
                <div class="rules">
                    <ol>
                        <li>Главная администрация проекта является самым высоким по званию лицом, которое может не соблюдать данные правила и действовать на свое усмотрение;</li>
                        <li>Администрация не хранит пароли пользователей, а только их хэш-сумму;</li>
                        <li>Администрация не несет ответственности за аккаунты игроков, включая социальную инженерию, вирусы, подбор пароля и т.п.;</li>
                        <li>Решения администрации не подлежат обжалованию;</li>
                        <li>Администрация вправе изменять данные правила в любое время без уведомления игроков;</li>
                        <li>Администрация вправе выдавать любое наказание;</li>
                        <li>Жалобы на администрацию не принимаются;</li>
                        <li>Администрация вправе забирать привилегии / отказывать в обслуживании игрокам без объяснения причины;</li>
                        <li>Толкование правил сайта осуществляется только главными Администраторами. Любые другие попытки истолковать правила в пользу любой из сторон признаются некорректными;</li>
                        <li>Администрация имеет право не объяснять причины блокировки аккаунтов;</li>
                        <li>Администратор вправе изъять у пользователя любое имущество, если пользователь не сможет доказать его честное (без использования запрещенных дополнительных программных средств &ndash; читов и т.д.) происхождение;</li>
                    </ol>
                </div>
                <div class="remark">
                    <h4>Важное из раздела:</h4>
                    <p>Администрация не несет отвественности за ваши аккаунты</p>
                </div>
            </div>
        </div>
        <div class="charter">
            <h3>Запреты и наказания</h3>
            <div class="content">
                <div class="rules">
                    <ol>
                        <li>Использование матов любом виде
                        - Наказание: Мут на 10 мин. / Наказание за использование в никнейме(Пример: EbaniyNick):
                        Перманентный бан;</li>
                <li>Гриферство (нечестная добыча вещей) разрешено на сервере "MagicDays", если:
                (1) Не использовать команды привилегированных игроков (Например: /kill; /tp и тд)
                    - Наказание: Бан до 5 часов;
                (2) Имея права на все регионы, ломать и строить без ведома хозяина региона (препятствовать
                    нормальной игре)
                    - Наказание: первый раз - Бан на 12 часов, повторно - Перманентный бан / Снятие привилегии;
                </li>
                <li>Подстрекать других игроков на нарушение правил
                    - Наказание: Мут на 1 час;
                </li>
                <li>Неприличные постройки или постройки (обязательно звать модератора), которые портят архитектуру
                    игровой карты, такие как: лестницы в небо(без постройки, куда ведет эта лестница), оскорбительные
                    постройки, застройка чужих построек и т.д.
                    - Наказание: Снос постройки (если нет привата) + бан на 30 мин.;
                </li>
                <li>Раздавать доступные донатерам возможности/ресурсы другим игрокам
                    - Наказание: Бан на 10 часов / Повтороное нарушение - перм. бан;
                </li>
                <li>Флуд, мат, оскорбление, транслит, капс, попрошайничество в чате
                    - Наказание: Мут на 10 мин.;
                (1) Организация массового флуда (вопросы сюда не входят)
                    - Наказание: Мут / Бан на 15 мин.;
                </li>
                <li>Продавать аккаунты/Передача 3-им лицам аккаунт
                    - Наказание: Перманентный бан и снятие привилегии;
                </li>
                <li>Использование чит - программ, багов, уязвимостей проекта
                    - Наказание: Перманентный бан / Бан по IP(за это банит только #MD).;
                </li>
                <li>Препятствие нормальной игре (1) - Наказание: Сначала 3 предупреждения(словесных), после бан на 30 мин.; (2) Помеха в чужом регионе - Наказание: Сначала 3 предупреждения(/tempwarn <ник> 10m 4.9), после бан на 10 мин.(выдается автоматически);
                </li>
                <li>Разжигание какой-либо розни
                    - Наказание: Мут на 15 мин.;
                </li>
                <li>Необоснованное наказание игроков
                    - Наказание: 10 мин (первые 3 нарушения) / Повторное нарушение - перм. бан;
                </li>
                <li>Оскорблять проект, а так же его администраторов(MDM, Olga_Buzova)
                    - Наказание: за оскорбление администрации: Перманентный бан / Бан по IP, за оскорбление проекта: Мут навсегда;
                </li>
                <li>Использование возможностей доната в корыстных целях (в пвп, полете и т.п.)
                   - Наказание: Перманентный бан / Снятие доната;
                </li>
                <li>Реклама других проектов в любом виде
                    - Наказание: Перманентный бан / Бан по IP;
                </li>
                <li>Выпрашивание чего-либо у игроков, донатеров, администрации и т.д.
                    - Наказание: Мут на 10 мин.;
                </li>
                <li>Сделки, связанные с продажей игровых ценностей за реальные деньги.
                    - Наказание: Перманентный бан / Бан по IP;
                </li>
                <li>Использование читов на всех минииграх независимо от привилегии
                    - Наказание: Блокировка на 7 дней. (Данное правило не действует в настоящее время из-за
                    отсутствия миниигр);
                </li>
                <li>Разбан/размут виновного
                    - Наказание: Бан на 12 часов;
                </li>
                <li>Ввод в заблуждение (обман) администраторов и модераторов
                    - Наказание: Перманентный бан;
                </li>
                <li>Упоминание родителей в грубой или оскорбительной форме
                    - Наказание: Мут на 1 час.
                </li>
                    </ol>
                </div>
                <div class="remark">
                    <h4>Важное из раздела:</h4>
                    <p>Перманентный бан - это бан навсегда</p>
                    <p>Бан от консоли не сниматеся просто так</p>
                </div>
            </div>
        </div> 
    </div>
</section>
<?php }
}
